{'headline': u'Where did UPA II lose steam in race to Parliament? Pranab Mukherjee answers', 'content': u'Q. Why do you think the Congress was defeated in 2014 and sunk to its lowest tally ever?A. We managed the coalition of UPA-I exceedingly well. Though overall our own strength was 147 and we had more parties as coalition parties-parties from the Left, the socialists, the Samajwadi Party were supporting us from the outside-that coalition was much more cohesive, it was running, it was functioning and we could deliver good governance. But in UPA-II, the coalition did not do so.Q. Why did things go so wrong in UPA-II?A. One reason for the Congress downfall was that it thought that the 200 seats it won were equal to 280 seats. So the flexibility of mind and flexibility to accept others\' views was restricted. Secondly, in terms of the coalition, Mamata Banerjee departed in 2012. It was very difficult to handle her, no doubt, but at the same time we had to handle her because she had 19 Lok Sabha members, a big partner. I had fought with her, we had an open confrontation in the cabinet, she used to get very angry with me but nonetheless I could keep her in the coalition. I was elected President in July and she left the coalition in October. Also most of the major legislative initiatives, including bold decisions like the civil nuclear cooperation agreement, were taken during UPA-I. But somehow or the other, in UPA-II we appeared to have lost this steam to move ahead. We may have been tired or whatever may have been the reason, but that\'s why in 2014 we lost.Q. Did you sense that the Congress party was going to lose in 2014?A. When the election campaign was in full swing, Congress leaders who met me were mainly ministers, and except Sonia Gandhi and Manmohan Singh, gave their assessment which I used to note down. The Congressmen who met me assessed that they would get 160-170 seats and gave the BJP around 180. But, surprisingly, Piyush Goyal told me that the BJP was not going to get less than 260 seats and he was nearest the mark.Q. What was Sonia Gandhi and Manmohan Singh\'s assessment of the 2014 elections?A. Sonia Gandhi and Manmohan did not give any numbers. They said the situation is critical. I found Sonia Gandhi totally different from an Indian politician. She does not exaggerate. Secondly, she will never give false promises that she will do this or that for you. She is always restrained if you ask her something and she does not tell lies, exaggerate or misinform. If she does not know something, she will say I don\'t know, I need to check. This is a sterling quality of hers.Q. How would you describe your equation with Sonia Gandhi?A. In the initial years, there was a coolness in her approach to me. But after Vajpayeeji formed the government, there was a change in equation. She saw how I functioned at the 1998 Pachmarhi conclave, including drafting the declaration and briefing the media on it. Thereafter, she started taking me into confidence.Q. Do you think Sonia Gandhi would have made a good prime minister?A. How can I say, it is like missing a train which did not appear at the platform at all. She refused to accept the post. I am sure India would have accepted her if she became PM. People voted for her in 2004. Under her leadership, Congress got 147. But before that, she tied up the coalition. She tied up with Lalu, DMK, with Left. So these were tied up by her; though there was no pre-poll coalition, arrangements had been made. Sonia had the competence. But competence does not always mean you can become a good leader. You can be a very good minister, very good player, but need not necessarily be a very good captain. No doubt, Sonia has the quality of a captain.Q. Were you disappointed when Sonia Gandhi overlooked you and made Manmohan Singh the prime minister?A. No, because I considered myself disqualified from ever being the prime minister of India for three reasons. One disqualification was that, for most part of my career, I was always in the Rajya Sabha. Only in 2004 did I win a seat to the Lok Sabha. Second, though I was elected to the Lok Sabha, I did not know Hindi. And without knowing Hindi, nobody should venture to be the prime minister of India. Kamaraj said that once-"No Hindi, no prime ministership." The third limitation that always haunted me was that I had not been able to establish Congress rule in West Bengal from which I am coming since 1977. All the prime ministers had a state behind them.Q. But, in 2004, you were far more senior to Manmohan Singh...A. My honest assessment at the time was that Manmohan was the best choice. Over time, he had understood administrative and political nuances. He had vast administrative experience and was well-versed in economic affairs. He has always been a man of highest integrity. He\'s also widely respected across the world as an economist of repute.Q. Did you have any issues working for Manmohan Singh-someone who had once worked under you?A. No, I didn\'t have any issue because everybody knew my temper and way of functioning. So everybody allowed me to work in my own way. That\'s why when Sonia Gandhi gave me a farewell in the working committee, she said they would miss me. She said, "In all Congress working committees and forums, your voice was not only audible but your presence was most visible. And you dominated the whole thing. So for matters of Congress, no doubt we will be missing you." Then she told me mischievously, "So far as I am concerned, I will be missing some of the tantrums you used to throw at me. Especially the part where you tell me: Madam President, you do not know."Q. Did the duality of power in the Congress during the UPA regime work smoothly?A. Between Sonia Gandhi and Manmohan Singh, they had a perfect understanding. A former press advisor of Manmohan Singh wrote that on foreign affairs, I used to inform Mrs Gandhi first and then Dr Singh. Nothing like that. I have a strict sense of the rules of governance. I would never go beyond that.Q. By 2012, UPA-II was bogged down in corruption charges. You headed many GoMs (group of ministers) on them. What was your advice to the PM?A. We were trying our best. I would not like to mention names. But some ministers were dropped in UPA-I and UPA-II. The coalition compulsion was that each of the political parties had to support us, and without support, you couldn\'t run the government. If they insisted that such a person had to be taken as minister, then we had to yield. We tried to counsel them and resolve it. However, we never expected that the fallout would be so bad.Q. The same year there was another opportunity for you to become PM if Manmohan Singh was chosen for the post of President.A. The UPA was short of one lakh votes to nominate a president of its choice. So the primary concern of Sonia Gandhi was who was acceptable to other political parties to bring in these additional one lakh votes. At one point of time, she told me that the Congress can\'t afford to lose the presidential elections, so winning the presidency is a great factor, otherwise Dr Hamid Ansari could have been projected. I got support from Nitish Kumar. I got support of both BSP and Samajwadi party. And later on, Mamata Banerjee also backed me.Q. There is talk of Rahul Gandhi finally taking over as Congress president. What is your opinion of him?A. He is coming up, working hard. Let Congressmen decide whether he should take over or not. They are mature enough, they are a 132-year-old party.Q. Don\'t you think dynastic succession is not good in a modern democracy?A. Dynastic succession has to be covered by democratic methods and democratic ways. The Congress president is to be elected at a plenary session with nomination papers and voting by delegates. In between, the Congress had made changes, but it was not always successful and result-oriented. There was P.V. Narasimha Rao and Sitaram Kesri in the \'90s.\xa0Q. So you think the Congress can recover?A. You cannot simply erase a party with a history of over 132 years. It will recover. But Congressmen and women would have to work hard for it. Congress does have the capacity to change with the change of time and situation. We will have to keep in mind that we are living in an era of disruptive technology. GST [the Goods and Services Tax], for instance, is a disruptive taxation system. So you will have to adjust yourself to the invention of the internet. And the wide use of mobile telephones has made a stupendous change in the lifestyle of large sections of the population. All institutions, including the political party, have to adjust to that disruptive technology and find out how they can survive, grow and overcome the teething problems caused by these disruptions.Q. You mention GST as a great disruptor. You had worked hard to push it through when you were ingovernment. What is your opinion of the way it has been implemented?A. I think GST is a good thing. The process, however, will have teething problems. It is an overall change in the system. The GST will also take a longer time to be assimilated. The Indian Constitution contemplated two types of taxes: ones that will be imposed, collected and used by the central government. And another that would be imposed, collected and used by state governments. Now, GST is one where the power of taxation is given not to the legislatures but to the GST council consisting of the ministers of finance of 29 states and the central finance minister. This a momentous event. That is why I participated in the midnight celebrations. But I feel it will take time to be fully absorbed and the government should not be impatient. Instead, it should address the problems as and when they come.Q. As a former finance minister, what would be your advice to the Modi government to get out of the current slump in GDP?A. Among the things I feel that need to be done is huge capitalisation of public sector banks. India\'s public sector will continue to dominate the banking area for quite some time. So you need to make them strong. Secondly, with regard to other economic instruments, you have to ensure you don\'t create any panic in the system. You handle the problems with resoluteness, but at the same time not make too many changes too frequently. Otherwise, the system will not accept it and fail. There is also a need for stimulus in public spending in order to generate demand. It depends on the assessment of the current finance minister on what action needs to be taken.Q. You had also initiated strong action against black money when you were finance minister. Did you contemplate using demonetisation as a tool to curb black money as the NDA government has now done?A. I was too conservative to think of that because I always kept in mind that the Indian economy is not 100 per cent monetised. In a large section of Indian society today, particularly in hilly, tribal areas, the barter system still prevails. Therefore, it is unwise. Keeping some sort of currency of the country is always considered as an honour and prestige. The cost of printing one dollar even for the US economy is too costly but the US does not think of not having one dollar currency because they want to keep the faith of the people in paper currency. I would not like to elaborate further. One will understand what I mean when I say that the confidence in the government and its commitments should remain unshaken.Q. Did Prime Minister Modi brief you about demonetisation?A. Immediately after that he came and explained to me that it was for immobilising black money. He wanted me to express my support and solidarity which I did in general. This is an afterthought, but what perhaps could have been done was to have adequately printed additional currency. But you have to keep in mind that matters like printing currency are highly secretive.Q. You were thought to be more conservative in reforms, more socialistic in your approach to the economy, and there was wide speculation that you had major differences with P. Chidambaram over the issue during the UPA governments?A. The differences were exaggerated. But I must add that between the two of us, Chidambaram was much more pro-market, pro-liberalisation. Liberalisation I accept as absolutely necessary, but I would have been happier if that 8 to 10 per cent growth was possible through public sector growth because we were brought up in that culture. You had to keep in mind my background. I come from a highly political family. My father was a freedom fighter, diehard Congress man. I grew up in Bengal where the atmosphere is basically Left-oriented and was in favour of total state control of the economy, which was followed by Ms Indira Gandhi in the late \'60s and early \'70s. When I introduced portfolio investments in 1982-83 as finance minister, I got brickbats because the country was not ready at that time. But when Dr Manmohan Singh did the same thing in 1991-92 without changing a comma or full stop, he received bouquets.Q. When you were defence minister, you had made some landmark changes in defence procurement procedures, including offset commitments. What do you think of the Make in India programme?A. We are much too dependent on supplies of foreign sources for all defence platforms, systems, equipment. We should produce enough and [there\'s] no harm if we produce it in collaboration with others who have the technology. But we must have access to technology. If we singly cannot do it, we can jointly develop it and countries that can do so are welcome. Therefore, the Make in India initiative is welcome.Q. You had helped push through the Indo-US civilian nuclear deal. But we are again seeing roadblocks to our membership of the Nuclear Suppliers Group (NSG). What is your advice to the Modi government?A. The government\'s objective is the same: India must become a member of the NSG. I had that approach. At that point of time, my primary objective was to have recognition with the signing of the 123 agreement with the US which paved the way for India. It opened the door that was closed. That time we got the approval of China for an NSG waiver. But China has now taken a stiff stand and we shall have to deal with it and sort it out so that we have access to all the key nuclear agreements.\xa0Q. As foreign minister, you had to deal with the aftermath of the 2008 Mumbai attacks. Did you ever contemplate military action against Pakistan?A. After 26/11, Parliament was agitated and a member asked why India should not go to war with Pakistan. I told him I don\'t indulge in that kind of adventurism. Condoleezza Rice (US Secretary of State) also had doubts about whether we were planning an armed intervention into Pakistan. I told her that the question doesn\'t arise because we are not an immature democracy and that we are neither adventurist nor romanticist. We recognised that Pakistan is Pakistan and not what we wish them to be. We will have to stay side by side as neighbours. I did not see any possibility of armed conflict bringing about any result.Q. What is your advice to the current government on Pakistan?A. Every government, including the incumbent one, has to take decisions depending on its own assessment. But it will have to keep in mind that the relationship with Pakistan has never been smooth. I have always believed war is no solution. Armed intervention is not a solution. The only solution is talk, dialogue, nothing beyond that.Q. In 2007, you signed the revised treaty with Bhutan that gave it sovereignty over its foreign policy. Now China is using the disputed border to drive a wedge between Bhutan and India. The recent Doklam incident is perhaps an indication. How do you think India should be handling China?A. The ice must be broken between India and China and we must talk. We do need to create a situation with China that is conducive for dialogue. As far as Bhutan is concerned, in the agreement there is a treaty-bound assurance that both countries will recognise the interest of the other country with regard to international relations. So I am not worried about that part.Q. Coming to internal issues, would you say Indian democracy is safe today, given the rising intolerance?A. Aberrations may take place at some point of time. It happened in the past, it is happening now, it may happen in the future even in a democratic set-up. But these are aberrations. The Indian characteristic can never be intolerant. These are not permanent features as such. For instance, you know the type of frequent changes of elected governments that took place in the \'70s, \'80s and \'90s are not possible now-maybe people have a revulsion to this process. I marvel at this sterling quality of Indian democracy, its masses and its electorate. I always wondered how splendidly they think alike on key issues. For instance, from 1989 onwards till 2014, people had given a fractured electoral mandate to various parties. The Congress got 200 seats in 2009, at its peak. Vajpayee formed a government with the BJP, getting 181 seats in 1999. But when people found in 2014 that a chief minister was sitting in dharna and the police did not know what to do. That coalition governments took whimsical decisions, were opportunistic and unstable and were not desirable for the development of the country, the Indian electorate responded to that and gave the BJP a clear majority. I also have great faith that democracy is safe because there are relevant institutions to maintain checks and balances to strengthen the parliamentary system, including an independent judiciary and Election Commission, strong public opinion and an active civil society. Surprisingly, civil servants who spend 30 years carrying out the orders from the political bosses when they assume these offices like the CAG or Election Commission have shown exemplary courage, determination and wisdom to act. This is the system which will protect Indian democracy.Q. Finally, what did 48 years of being in political life teach you?A. I learnt a fundamental lesson that there is nothing comparable to debate and discussion and exchange of views in Parliament. Of course, there is dissension. For the success of parliamentary democracy, this lesson should be learnt by everyone who wants to serve through Parliament. Also, I have learnt so many things and have received so much from the people. I would like to quote a line from Tagore that says I have received much more from the people than I have given to them.', 'date': u' October 12, 2017\xa0| UPDATED\xa016:32 IST '}